[TC_WOTC_S79_XM177E2_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>XM177E2</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>XM177E2</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Компактный автомат Colt Commando был создан в 1965 году по требованию американских сил специального назначения, действовавших во Вьетнаме. Первоначальный опыт применения во Вьетнаме продемонстрировал ряд проблем. Из-за короткого ствола звук выстрела был чрезмерно громким, а немалая вспышка от выстрелов слепила стрелка в сумерках и выдавала его позицию противнику. Решением стала установка нового, удлиненного пламегасителя, и новый вариант стал поступать на вооружение ВС США под обозначением XM-177E1 (фирменное обозначение Colt model 609) в 1967 году. В 1968 году происходит дальнейшая модернизация Commando, путем удлинения ствола до 292 миллиметров. Эта модификация получила обозначение ХМ-177Е2 (фирменное обозначение Colt model 629)."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_S79_XM177E2_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-17C</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>MRS-17C</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Компактный автомат Colt Commando был создан в 1965 году по требованию американских сил специального назначения, действовавших во Вьетнаме. Первоначальный опыт применения во Вьетнаме продемонстрировал ряд проблем. Из-за короткого ствола звук выстрела был чрезмерно громким, а немалая вспышка от выстрелов слепила стрелка в сумерках и выдавала его позицию противнику. Решением стала установка нового, удлиненного пламегасителя, и новый вариант стал поступать на вооружение ВС США под обозначением XM-177E1 (фирменное обозначение Colt model 609) в 1967 году. В 1968 году происходит дальнейшая модернизация Commando, путем удлинения ствола до 292 миллиметров. Эта модификация получила обозначение ХМ-177Е2 (фирменное обозначение Colt model 629).\nLMAW версия карабина XM177 предназначена для использования в войсках спец. назначения, с улучшеными параметрами дальности и меткости."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_S79_XM177E2_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XNV177/I02</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XNV177/I02</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Компактный автомат Colt Commando был создан в 1965 году по требованию американских сил специального назначения, действовавших во Вьетнаме. Первоначальный опыт применения во Вьетнаме продемонстрировал ряд проблем. Из-за короткого ствола звук выстрела был чрезмерно громким, а немалая вспышка от выстрелов слепила стрелка в сумерках и выдавала его позицию противнику. Решением стала установка нового, удлиненного пламегасителя, и новый вариант стал поступать на вооружение ВС США под обозначением XM-177E1 (фирменное обозначение Colt model 609) в 1967 году. В 1968 году происходит дальнейшая модернизация Commando, путем удлинения ствола до 292 миллиметров. Эта модификация получила обозначение ХМ-177Е2 (фирменное обозначение Colt model 629).\nВ дополнении к уже внесенным, в версию LMAW, улучшениями, XNV177/I2 получила новый высокочастотный цилиндр, вместо стандартного ствола, что позволило еще больше увеличить точность и дальность поражения цели."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_S79_XM177E2_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>XM177E2</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>XM177E2</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Компактный автомат Colt Commando был создан в 1965 году по требованию американских сил специального назначения, действовавших во Вьетнаме. Первоначальный опыт применения во Вьетнаме продемонстрировал ряд проблем. Из-за короткого ствола звук выстрела был чрезмерно громким, а немалая вспышка от выстрелов слепила стрелка в сумерках и выдавала его позицию противнику. Решением стала установка нового, удлиненного пламегасителя, и новый вариант стал поступать на вооружение ВС США под обозначением XM-177E1 (фирменное обозначение Colt model 609) в 1967 году. В 1968 году происходит дальнейшая модернизация Commando, путем удлинения ствола до 292 миллиметров. Эта модификация получила обозначение ХМ-177Е2 (фирменное обозначение Colt model 629)."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_S79_XM177E2_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-17C</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>MRS-17C</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Компактный автомат Colt Commando был создан в 1965 году по требованию американских сил специального назначения, действовавших во Вьетнаме. Первоначальный опыт применения во Вьетнаме продемонстрировал ряд проблем. Из-за короткого ствола звук выстрела был чрезмерно громким, а немалая вспышка от выстрелов слепила стрелка в сумерках и выдавала его позицию противнику. Решением стала установка нового, удлиненного пламегасителя, и новый вариант стал поступать на вооружение ВС США под обозначением XM-177E1 (фирменное обозначение Colt model 609) в 1967 году. В 1968 году происходит дальнейшая модернизация Commando, путем удлинения ствола до 292 миллиметров. Эта модификация получила обозначение ХМ-177Е2 (фирменное обозначение Colt model 629).\nLMAW версия карабина XM177 предназначена для использования в войсках спец. назначения, с улучшеными параметрами дальности и меткости."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_S79_XM177E2_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XNV177/I02</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XNV177/I02</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Компактный автомат Colt Commando был создан в 1965 году по требованию американских сил специального назначения, действовавших во Вьетнаме. Первоначальный опыт применения во Вьетнаме продемонстрировал ряд проблем. Из-за короткого ствола звук выстрела был чрезмерно громким, а немалая вспышка от выстрелов слепила стрелка в сумерках и выдавала его позицию противнику. Решением стала установка нового, удлиненного пламегасителя, и новый вариант стал поступать на вооружение ВС США под обозначением XM-177E1 (фирменное обозначение Colt model 609) в 1967 году. В 1968 году происходит дальнейшая модернизация Commando, путем удлинения ствола до 292 миллиметров. Эта модификация получила обозначение ХМ-177Е2 (фирменное обозначение Colt model 629).\nВ дополнении к уже внесенным, в версию LMAW, улучшениями, XNV177/I2 получила новый высокочастотный цилиндр, вместо стандартного ствола, что позволило еще больше увеличить точность и дальность поражения цели."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"
